using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace MMX.metal_mass_meter_Измеритель_массы_металла_
{
    enum SteelGrade
    {
        Сталь = 1,
        Асбест,
        Асботекстолит,
        Алюминий_АМц,
        Бензин,
        Бумага_Асбестовая_Изолированная,
        Войлок,
        ГРафик,
        Золото,
        Картон,
        Картон_изолированный,
        Керосин,
        Масло,
        Резина,
        Свинец,
        Серебро,
        Ст_Литье,
        Титан,
        Эбонит,
        Полипропилен,
        Полиуретан,
        Фторопласт,
        Нержавейка,
        Паронит_ПОН,
        Винипласт_ВН,
        ГЕтинакс,
        КАпролон_ПА_6,
        Пластикат,
        ОРГ_Стекло,
        Полиэтилен,
        Текстолит,
        Стеклотекстолит,
        Фибра,
        БрА_Ж9_4Л,
        БрБ2,
        БрМц5,
        БрОф8,
        БрОЦС5_5_5,
        БрОЦС4_4_4,
        Д_16,
        ЛС_59_1Л,
        Л_63,
        Медь

    }
}
